Repository: ApexaChovatiya92/PalmReader
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: bn, gu, hi, kn, ml, mr, or, ta, te, ur

# mount.moon.keyword
source: Intuition & Imagination
bn: অন্তর্দৃষ্টি ও কল্পনা
gu: અંતઃસ્ફુરણા અને કલ્પના
hi: अंतर्ज्ञान और कल्पना
kn: ಅಂತಃಪ್ರಜ್ಞೆ ಮತ್ತು ಕಲ್ಪನೆ
ml: അന്തർജ്ഞാനവും ഭാവനയും
mr: अंतःप्रेरणा आणि कल्पनाशक्ती
or: ଅନ୍ତର୍ଜ୍ଞାନ ଓ କଳ୍ପନା
ta: உள்ளுணர்வு மற்றும் கற்பனை
te: అంతర్బుద్ధి మరియు ఊహాశక్తి
ur: وجدان اور تخیل

# mount.moon.reading
source: Expansive Mount of Moon (Luna) denotes receptive intuition, vivid imagination, dream awareness, and spiritual attunement.
bn: বিস্তৃত চন্দ্র পর্বত গ্রহণশীল অন্তর্দৃষ্টি, প্রাণবন্ত কল্পনা, স্বপ্ন-সচেতনতা ও আধ্যাত্মিক সংযোগ নির্দেশ করে।
gu: વિસ્તૃત ચંદ્ર પર્વત ગ્રહણશીલ અંતઃસ્ફુરણા, જીવંત કલ્પના, સ્વપ્ન-જાગૃતિ અને આધ્યાત્મિક જોડાણ સૂચવે છે.
hi: विस्तृत चंद्र पर्वत ग्रहणशील अंतर्ज्ञान, जीवंत कल्पना, स्वप्न-जागरूकता और आध्यात्मिक जुड़ाव का सूचक है।
kn: ವಿಶಾಲ ಚಂದ್ರ ಪರ್ವತವು ಗ್ರಹಣಶೀಲ ಅಂತಃಪ್ರಜ್ಞೆ, ಸ್ಪಷ್ಟ ಕಲ್ಪನೆ, ಕನಸಿನ ಅರಿವು ಮತ್ತು ಆಧ್ಯಾತ್ಮಿಕ ಸಂಪರ್ಕವನ್ನು ಸೂಚಿಸುತ್ತದೆ.
ml: വിശാലമായ ചന്ദ്ര പർവ്വതം സ്വീകാര്യമായ അന്തർജ്ഞാനം, ഉജ്ജ്വലമായ ഭാവന, സ്വപ്നബോധം, ആത്മീയ ബന്ധം എന്നിവ സൂചിപ്പിക്കുന്നു.
mr: विस्तृत चंद्र पर्वत ग्रहणशील अंतःप्रेरणा, जिवंत कल्पनाशक्ती, स्वप्नजाणीव आणि आध्यात्मिक जवळीक दर्शवतो.
or: ବିସ୍ତୃତ ଚନ୍ଦ୍ର ପର୍ବତ ଗ୍ରହଣଶୀଳ ଅନ୍ତର୍ଜ୍ଞାନ, ଜୀବନ୍ତ କଳ୍ପନା, ସ୍ୱପ୍ନ-ସଚେତନତା ଓ ଆଧ୍ୟାତ୍ମିକ ସଂଯୋଗ ସୂଚାଏ।
ta: விரிந்த சந்திர மேடு ஏற்கும் உள்ளுணர்வு, தெளிவான கற்பனை, கனவு விழிப்புணர்வு மற்றும் ஆன்மீக இணைப்பைக் குறிக்கிறது.
te: విశాలమైన చంద్ర పర్వతం గ్రహణశీల అంతర్బుద్ధి, స్పష్టమైన ఊహాశక్తి, కలల అవగాహన మరియు ఆధ్యాత్మిక అనుబంధాన్ని సూచిస్తుంది.
ur: وسیع قمر کا ابھار قبول کرنے والا وجدان، روشن تخیل، خوابوں کا شعور اور روحانی ربط ظاہر کرتا ہے۔

# mount.saturn
source: Mount of Saturn
bn: শনি পর্বত
gu: શનિ પર્વત
hi: शनि पर्वत
kn: ಶನಿ ಪರ್ವತ
ml: ശനി പർവ്വതം
mr: शनी पर्वत
or: ଶନି ପର୍ବତ
ta: சனி மேடு
te: శని పర్వతం
ur: زحل کا ابھار

# mount.saturn.keyword
source: Wisdom & Discipline
bn: প্রজ্ঞা ও শৃঙ্খলা
gu: જ્ઞાન અને શિસ્ત
hi: ज्ञान और अनुशासन
kn: ಜ್ಞಾನ ಮತ್ತು ಶಿಸ್ತು
ml: ജ്ഞാനവും അച്ചടക്കവും
mr: ज्ञान आणि शिस्त
or: ଜ୍ଞାନ ଓ ଅନୁଶାସନ
ta: ஞானம் மற்றும் ஒழுக்கம்
te: జ్ఞానం మరియు క్రమశిక్షణ
ur: دانائی اور نظم و ضبط

# mount.saturn.reading
source: Balanced Saturn indicates thoughtful introspection, depth of insight, and enduring patience with complex challenges.
bn: ভারসাম্যপূর্ণ শনি পর্বত চিন্তাশীল আত্মবিশ্লেষণ, গভীর অন্তর্দৃষ্টি এবং জটিল চ্যালেঞ্জে দীর্ঘস্থায়ী ধৈর্য নির্দেশ করে।
gu: સંતુલિત શનિ પર્વત વિચારશીલ આત્મચિંતન, ઊંડી અંતર્દૃષ્ટિ અને જટિલ પડકારો સામે સ્થાયી ધીરજ દર્શાવે છે.
hi: संतुलित शनि पर्वत विचारशील आत्मचिंतन, गहरी अंतर्दृष्टि और जटिल चुनौतियों के प्रति स्थायी धैर्य दर्शाता है।
kn: ಸಮತೋಲಿತ ಶನಿ ಪರ್ವತವು ಚಿಂತನಶೀಲ ಆತ್ಮಾವಲೋಕನ, ಆಳವಾದ ಒಳನೋಟ ಮತ್ತು ಸಂಕೀರ್ಣ ಸವಾಲುಗಳಲ್ಲಿ ಸ್ಥಿರ ತಾಳ್ಮೆಯನ್ನು ಸೂಚಿಸುತ್ತದೆ.
ml: സന്തുലിതമായ ശനി പർവ്വതം ചിന്താപൂർവമായ ആത്മപരിശോധന, ആഴമുള്ള ഉൾക്കാഴ്ച, സങ്കീർണ വെല്ലുവിളികളിൽ സ്ഥിരമായ ക്ഷമ എന്നിവ സൂചിപ്പിക്കുന്നു.
mr: संतुलित शनी पर्वत विचारपूर्वक आत्मचिंतन, सखोल अंतर्दृष्टी आणि गुंतागुंतीच्या आव्हानांसमोर टिकाऊ संयम दर्शवतो.
or: ସନ୍ତୁଳିତ ଶନି ପର୍ବତ ଚିନ୍ତାଶୀଳ ଆତ୍ମସମୀକ୍ଷା, ଗଭୀର ଅନ୍ତର୍ଦୃଷ୍ଟି ଓ ଜଟିଳ ଆହ୍ୱାନରେ ସ୍ଥାୟୀ ଧୈର୍ଯ୍ୟ ସୂଚାଏ।
ta: சமநிலையான சனி மேடு சிந்தனைமிக்க சுயபரிசோதனை, ஆழ்ந்த உள்நோக்கு மற்றும் சிக்கலான சவால்களில் நிலையான பொறுமையைக் குறிக்கிறது.
te: సమతుల్యమైన శని పర్వతం ఆలోచనాత్మక ఆత్మపరిశీలన, లోతైన అంతర్దృష్టి మరియు క్లిష్టమైన సవాళ్లపై స్థిరమైన ఓర్పును సూచిస్తుంది.
ur: متوازن زحل کا ابھار سوچی سمجھی خود شناسی، گہری بصیرت اور پیچیدہ چیلنجوں میں دیرپا صبر ظاہر کرتا ہے۔

# mount.venus
source: Mount of Venus
bn: শুক্র পর্বত
gu: શુક્ર પર્વત
hi: शुक्र पर्वत
kn: ಶುಕ್ರ ಪರ್ವತ
ml: ശുക്ര പർവ്വതം
mr: शुक्र पर्वत
or: ଶୁକ୍ର ପର୍ବତ
ta: சுக்கிர மேடு
te: శుక్ర పర్వతం
ur: زہرہ کا ابھار

# mount.venus.keyword
source: Vitality, Passion & Love
bn: প্রাণশক্তি, আবেগ ও প্রেম
gu: જીવનશક્તિ, ઉત્કટતા અને પ્રેમ
hi: जीवनशक्ति, जुनून और प्रेम
kn: ಜೀವಶಕ್ತಿ, ಉತ್ಸಾಹ ಮತ್ತು ಪ್ರೇಮ
ml: ജീവശക്തി, അഭിനിവേശം, സ്നേഹം
mr: चैतन्य, उत्कटता आणि प्रेम
or: ଜୀବନୀଶକ୍ତି, ଆବେଗ ଓ ପ୍ରେମ
ta: உயிர்ச்சக்தி, ஆர்வம் மற்றும் அன்பு
te: జీవశక్తి, ఉత్సాహం మరియు ప్రేమ
ur: توانائی، جوش اور محبت

# mount.venus.reading
source: Rich Venus mount reflects abundant love for life, warmth in relationships, physical vitality, and deep capacity for joy.
bn: সমৃদ্ধ শুক্র পর্বত জীবনের প্রতি গভীর ভালোবাসা, সম্পর্কে উষ্ণতা, শারীরিক প্রাণশক্তি ও আনন্দের গভীর ক্ষমতা প্রতিফলিত করে।
gu: સમૃદ્ધ શુક્ર પર્વત જીવન પ્રત્યે ભરપૂર પ્રેમ, સંબંધોમાં હૂંફ, શારીરિક જીવનશક્તિ અને આનંદની ઊંડી ક્ષમતા દર્શાવે છે.
hi: समृद्ध शुक्र पर्वत जीवन के प्रति भरपूर प्रेम, संबंधों में आत्मीयता, शारीरिक जीवनशक्ति और आनंद की गहरी क्षमता दर्शाता है।
kn: ಸಮೃದ್ಧ ಶುಕ್ರ ಪರ್ವತವು ಜೀವನದ ಮೇಲಿನ ಅಪಾರ ಪ್ರೀತಿ, ಸಂಬಂಧಗಳಲ್ಲಿ ಆತ್ಮೀಯತೆ, ದೈಹಿಕ ಜೀವಶಕ್ತಿ ಮತ್ತು ಆನಂದದ ಆಳವಾದ ಸಾಮರ್ಥ್ಯವನ್ನು ಪ್ರತಿಬಿಂಬಿಸುತ್ತದೆ.
ml: സമൃദ്ധമായ ശുക്ര പർവ്വതം ജീവിതത്തോടുള്ള നിറഞ്ഞ സ്നേഹം, ബന്ധങ്ങളിലെ ഊഷ്മളത, ശാരീരിക ജീവശക്തി, ആനന്ദിക്കാനുള്ള ആഴമുള്ള കഴിവ് എന്നിവ പ്രതിഫലിപ്പിക്കുന്നു.
mr: समृद्ध शुक्र पर्वत जीवनावरील भरभरून प्रेम, नात्यांतील आपुलकी, शारीरिक चैतन्य आणि आनंदाची सखोल क्षमता दर्शवतो.
or: ସମୃଦ୍ଧ ଶୁକ୍ର ପର୍ବତ ଜୀବନ ପ୍ରତି ଗଭୀର ପ୍ରେମ, ସମ୍ପର୍କରେ ଆନ୍ତରିକତା, ଶାରୀରିକ ଜୀବନୀଶକ୍ତି ଓ ଆନନ୍ଦର ଗଭୀର କ୍ଷମତା ଦର୍ଶାଏ।
ta: செழிப்பான சுக்கிர மேடு வாழ்க்கையின் மீதான நிறைந்த அன்பு, உறவுகளில் அரவணைப்பு, உடல் உயிர்ச்சக்தி மற்றும் மகிழ்ச்சிக்கான ஆழ்ந்த திறனைப் பிரதிபலிக்கிறது.
te: సమృద్ధమైన శుక్ర పర్వతం జీవితంపై అపారమైన ప్రేమ, సంబంధాలలో ఆప్యాయత, శారీరక జీవశక్తి మరియు ఆనందించే లోతైన సామర్థ్యాన్ని ప్రతిబింబిస్తుంది.
ur: بھرپور زہرہ کا ابھار زندگی سے گہری محبت، رشتوں میں گرم جوشی، جسمانی توانائی اور خوشی کی گہری صلاحیت ظاہر کرتا ہے۔

# mounts.header
source: PALM MOUNTS & PLANETARY ARCHETYPES
bn: তালুর পর্বত ও গ্রহরূপ
gu: હથેળીના પર્વતો અને ગ્રહ સ્વરૂપો
hi: हथेली के पर्वत और ग्रह स्वरूप
kn: ಅಂಗೈ ಪರ್ವತಗಳು ಮತ್ತು ಗ್ರಹ ಸ್ವರೂಪಗಳು
ml: കൈപ്പത്തിയിലെ പർവ്വതങ്ങളും ഗ്രഹരൂപങ്ങളും
mr: तळहातावरील पर्वत आणि ग्रह स्वरूपे
or: ପାପୁଲିର ପର୍ବତ ଓ ଗ୍ରହ ସ୍ୱରୂପ
ta: உள்ளங்கை மேடுகள் மற்றும் கிரக வடிவங்கள்
te: అరచేతి పర్వతాలు మరియు గ్రహ స్వరూపాలు
ur: ہتھیلی کے ابھار اور سیاروی صورتیں

# overview.emotion
source: Emotional Depth
bn: আবেগের গভীরতা
gu: લાગણીની ઊંડાઈ
hi: भावनात्मक गहराई
kn: ಭಾವನಾತ್ಮಕ ಆಳ
ml: വൈകാരിക ആഴം
mr: भावनिक खोली
or: ଭାବନାର ଗଭୀରତା
ta: உணர்வின் ஆழம்
te: భావోద్వేగ లోతు
ur: جذباتی گہرائی

# overview.focus
source: Strategic Focus
bn: কৌশলগত মনোযোগ
gu: વ્યૂહાત્મક એકાગ્રતા
hi: रणनीतिक एकाग्रता
kn: ಕಾರ್ಯತಂತ್ರದ ಏಕಾಗ್ರತೆ
ml: തന്ത്രപരമായ ശ്രദ്ധ
mr: धोरणात्मक एकाग्रता
or: କୌଶଳଗତ ଏକାଗ୍ରତା
ta: உத்திசார் கவனம்
te: వ్యూహాత్మక ఏకాగ్రత
ur: حکمتِ عملی پر مبنی توجہ

# overview.header
source: ELEMENTAL ENERGY BALANCES
bn: মৌলিক শক্তির ভারসাম্য
gu: તત્ત્વ ઊર્જા સંતુલન
hi: तात्विक ऊर्जा संतुलन
kn: ತತ್ವ ಶಕ್ತಿಯ ಸಮತೋಲನಗಳು
ml: തത്ത്വ ഊർജ്ജ സന്തുലനങ്ങൾ
mr: तत्त्व ऊर्जा समतोल
or: ତତ୍ତ୍ୱ ଶକ୍ତିର ସନ୍ତୁଳନ
ta: பூத ஆற்றல் சமநிலைகள்
te: మూలక శక్తి సమతుల్యతలు
ur: عنصری توانائی کا توازن

# overview.intuition
source: Intuitive Perception
bn: অন্তর্দৃষ্টিমূলক উপলব্ধি
gu: અંતઃસ્ફુરણા ક્ષમતા
hi: अंतर्ज्ञान क्षमता
kn: ಅಂತಃಪ್ರಜ್ಞೆಯ ಗ್ರಹಿಕೆ
ml: അന്തർജ്ഞാന ഗ്രഹണം
mr: अंतःप्रेरणा
or: ଅନ୍ତର୍ଜ୍ଞାନମୂଳକ ଧାରଣା
ta: உள்ளுணர்வுப் புரிதல்
te: అంతర్బుద్ధి గ్రహణ
ur: وجدانی ادراک

# overview.vitality
source: Vitality & Resilience
bn: প্রাণশক্তি ও সহনশীলতা
gu: જીવનશક્તિ અને સહનશક્તિ
hi: जीवनशक्ति और सहनशीलता
kn: ಜೀವಶಕ್ತಿ ಮತ್ತು ಸಹನಶಕ್ತಿ
ml: ജീവശക്തിയും സഹനശേഷിയും
mr: चैतन्य आणि सहनशक्ती
or: ଜୀବନୀଶକ୍ତି ଓ ସହନଶୀଳତା
ta: உயிர்ச்சக்தி மற்றும் மீள்திறன்
te: జీవశక్తి మరియు సహనశక్తి
ur: توانائی اور برداشت

# quiz.correct
source: Correct!
bn: সঠিক!
gu: સાચું!
hi: सही!
kn: ಸರಿ!
ml: ശരി!
mr: बरोबर!
or: ଠିକ୍!
ta: சரி!
te: సరైనది!
ur: درست!

# quiz.finish
source: See My Score
bn: আমার স্কোর দেখুন
gu: મારો સ્કોર જુઓ
hi: मेरा स्कोर देखें
kn: ನನ್ನ ಅಂಕ ನೋಡಿ
ml: എന്റെ സ്കോർ കാണുക
mr: माझे गुण पाहा
or: ମୋ ସ୍କୋର ଦେଖନ୍ତୁ
ta: என் மதிப்பெண்ணைக் காண்க
te: నా స్కోర్ చూడండి
ur: میرا اسکور دیکھیں

# quiz.incorrect
source: Not quite. The answer is %@.
bn: ঠিক হলো না। সঠিক উত্তর %@।
gu: બરાબર નહીં. સાચો જવાબ છે %@.
hi: पूरी तरह सही नहीं। सही उत्तर है %@।
kn: ಸರಿಯಲ್ಲ. ಸರಿಯಾದ ಉತ್ತರ %@.
ml: ശരിയല്ല. ശരിയായ ഉത്തരം %@.
mr: थोडे चुकले. योग्य उत्तर आहे %@.
or: ଠିକ୍ ନୁହେଁ। ସଠିକ ଉତ୍ତର %@।
ta: சரியில்லை. சரியான விடை %@.
te: సరిగ్గా కాదు. సరైన సమాధానం %@.
ur: درست نہیں۔ صحیح جواب %@ ہے۔

# quiz.next
source: Next Question
bn: পরের প্রশ্ন
gu: આગળનો પ્રશ્ન
hi: अगला प्रश्न
kn: ಮುಂದಿನ ಪ್ರಶ್ನೆ
ml: അടുത്ത ചോദ്യം
mr: पुढचा प्रश्न
or: ପରବର୍ତ୍ତୀ ପ୍ରଶ୍ନ
ta: அடுத்த கேள்வி
te: తదుపరి ప్రశ్న
ur: اگلا سوال

# quiz.q1
source: Which line curves around the base of the thumb?
bn: কোন রেখা বুড়ো আঙুলের গোড়ার চারপাশে বেঁকে যায়?
gu: કઈ રેખા અંગૂઠાના મૂળની આસપાસ વળે છે?
hi: कौन-सी रेखा अंगूठे के आधार के चारों ओर घूमती है?
kn: ಯಾವ ರೇಖೆ ಹೆಬ್ಬೆರಳಿನ ಬುಡದ ಸುತ್ತ ಬಾಗುತ್ತದೆ?
ml: തള്ളവിരലിന്റെ ചുവടിനു ചുറ്റും വളയുന്ന രേഖ ഏത്?
mr: कोणती रेषा अंगठ्याच्या मुळाभोवती वळते?
or: କେଉଁ ରେଖା ବୁଢ଼ା ଆଙ୍ଗୁଠିର ମୂଳ ଚାରିପଟେ ବୁଲିଯାଏ?
ta: எந்த ரேகை கட்டைவிரலின் அடிப்பகுதியைச் சுற்றி வளைகிறது?
te: ఏ రేఖ బొటనవేలి మూలం చుట్టూ వంగుతుంది?
ur: کون سی لکیر انگوٹھے کی جڑ کے گرد گھومتی ہے؟

# quiz.q2
source: Which mount sits below the index finger?
bn: কোন পর্বত তর্জনীর নিচে থাকে?
gu: કયો પર્વત તર્જની આંગળી નીચે હોય છે?
hi: कौन-सा पर्वत तर्जनी उंगली के नीचे होता है?
kn: ಯಾವ ಪರ್ವತ ತೋರುಬೆರಳಿನ ಕೆಳಗೆ ಇರುತ್ತದೆ?
ml: ചൂണ്ടുവിരലിന് താഴെയുള്ള പർവ്വതം ഏത്?
mr: कोणता पर्वत तर्जनीच्या खाली असतो?
or: କେଉଁ ପର୍ବତ ତର୍ଜନୀ ତଳେ ଥାଏ?
ta: எந்த மேடு ஆள்காட்டி விரலின் கீழ் உள்ளது?
te: ఏ పర్వతం చూపుడు వేలి కింద ఉంటుంది?
ur: کون سا ابھار شہادت کی انگلی کے نیچے ہوتا ہے؟

# quiz.q3
source: Which line runs up the palm toward the middle finger?
bn: কোন রেখা তালু বেয়ে মধ্যমার দিকে উঠে যায়?
gu: કઈ રેખા હથેળીમાં મધ્યમા આંગળી તરફ ઉપર જાય છે?
hi: कौन-सी रेखा हथेली में मध्यमा उंगली की ओर ऊपर जाती है?
kn: ಯಾವ ರೇಖೆ ಅಂಗೈಯಲ್ಲಿ ಮಧ್ಯದ ಬೆರಳಿನ ಕಡೆಗೆ ಮೇಲೇರುತ್ತದೆ?
ml: കൈപ്പത്തിയിൽ നടുവിരലിലേക്ക് മുകളിലേക്ക് പോകുന്ന രേഖ ഏത്?
mr: कोणती रेषा तळहातात मधल्या बोटाकडे वर जाते?
or: କେଉଁ ରେଖା ପାପୁଲିରେ ମଧ୍ୟମା ଆଡ଼କୁ ଉପରକୁ ଯାଏ?
ta: எந்த ரேகை உள்ளங்கையில் நடுவிரலை நோக்கி மேலே செல்கிறது?
te: ఏ రేఖ అరచేతిలో మధ్య వేలి వైపు పైకి వెళ్తుంది?
ur: کون سی لکیر ہتھیلی میں درمیانی انگلی کی طرف اوپر جاتی ہے؟

# quiz.q4
source: In palmistry, what does a long life line suggest?
bn: হস্তরেখা বিদ্যায় লম্বা জীবন রেখা কী নির্দেশ করে?
gu: હસ્તરેખા શાસ્ત્રમાં લાંબી જીવન રેખા શું સૂચવે છે?
hi: हस्तरेखा शास्त्र में लंबी जीवन रेखा क्या दर्शाती है?
kn: ಹಸ್ತಸಾಮುದ್ರಿಕದಲ್ಲಿ ಉದ್ದವಾದ ಆಯುಷ್ಯ ರೇಖೆ ಏನನ್ನು ಸೂಚಿಸುತ್ತದೆ?
ml: ഹസ്തരേഖാ ശാസ്ത്രത്തിൽ നീണ്ട ആയുർരേഖ എന്തിനെ സൂചിപ്പിക്കുന്നു?
mr: हस्तरेषा शास्त्रात लांब जीवन रेषा काय दर्शवते?
or: ହସ୍ତରେଖା ଶାସ୍ତ୍ରରେ ଲମ୍ବା ଜୀବନ ରେଖା କ'ଣ ସୂଚାଏ?
ta: கைரேகை சாஸ்திரத்தில் நீண்ட ஆயுள் ரேகை எதைக் குறிக்கிறது?
te: హస్తసాముద్రికంలో పొడవైన ఆయుష్షు రేఖ దేనిని సూచిస్తుంది?
ur: دست شناسی میں لمبی زندگی کی لکیر کس بات کی علامت ہے؟

# quiz.q4.a
source: Strong energy and resilience
bn: প্রবল শক্তি ও সহনশীলতা
gu: પ્રબળ ઊર્જા અને સહનશક્તિ
hi: प्रबल ऊर्जा और सहनशीलता
kn: ಬಲವಾದ ಶಕ್ತಿ ಮತ್ತು ಸಹನಶಕ್ತಿ
ml: ശക്തമായ ഊർജ്ജവും സഹനശേഷിയും
mr: प्रबळ ऊर्जा आणि सहनशक्ती
or: ପ୍ରବଳ ଶକ୍ତି ଓ ସହନଶୀଳତା
ta: வலுவான ஆற்றலும் மீள்திறனும்
te: బలమైన శక్తి మరియు సహనశక్తి
ur: مضبوط توانائی اور برداشت

# quiz.q4.b
source: A guaranteed long life
bn: নিশ্চিত দীর্ঘায়ু
gu: નિશ્ચિત લાંબું આયુષ્ય
hi: निश्चित लंबी आयु
kn: ಖಚಿತವಾದ ದೀರ್ಘಾಯುಷ್ಯ
ml: ഉറപ്പായ ദീർഘായുസ്സ്
mr: निश्चित दीर्घायुष्य
or: ନିଶ୍ଚିତ ଦୀର୍ଘ ଆୟୁ
ta: உறுதியான நீண்ட ஆயுள்
te: హామీ ఉన్న దీర్ఘాయుష్షు
ur: یقینی لمبی عمر

# quiz.q4.c
source: Great wealth
bn: প্রচুর সম্পদ
gu: અઢળક સંપત્તિ
hi: अपार धन
kn: ಅಪಾರ ಸಂಪತ್ತು
ml: വലിയ സമ്പത്ത്
mr: अपार संपत्ती
or: ଅପାର ଧନ
ta: பெரும் செல்வம்
te: అపార సంపద
ur: بے پناہ دولت

# quiz.q5
source: Which mount forms the fleshy base of the thumb?
bn: কোন পর্বত বুড়ো আঙুলের মাংসল গোড়া গঠন করে?
gu: કયો પર્વત અંગૂઠાનો માંસલ આધાર બનાવે છે?
hi: कौन-सा पर्वत अंगूठे का मांसल आधार बनाता है?
kn: ಯಾವ ಪರ್ವತ ಹೆಬ್ಬೆರಳಿನ ಮಾಂಸಲ ಬುಡವನ್ನು ರೂಪಿಸುತ್ತದೆ?
ml: തള്ളവിരലിന്റെ മാംസളമായ ചുവട് രൂപപ്പെടുത്തുന്ന പർവ്വതം ഏത്?
mr: कोणता पर्वत अंगठ्याचा मांसल पाया बनवतो?
or: କେଉଁ ପର୍ବତ ବୁଢ଼ା ଆଙ୍ଗୁଠିର ମାଂସଳ ମୂଳ ଗଠନ କରେ?
ta: எந்த மேடு கட்டைவிரலின் சதைப்பற்றான அடிப்பகுதியை உருவாக்குகிறது?
te: ఏ పర్వతం బొటనవేలి కండగల మూలాన్ని ఏర్పరుస్తుంది?
ur: کون سا ابھار انگوٹھے کی گوشت دار جڑ بناتا ہے؟

# quiz.questionFormat
source: Question %1$d of %2$d
bn: প্রশ্ন %1$d / %2$d
gu: પ્રશ્ન %1$d / %2$d
hi: प्रश्न %1$d / %2$d
kn: ಪ್ರಶ್ನೆ %1$d / %2$d
ml: ചോദ്യം %1$d / %2$d
mr: प्रश्न %1$d / %2$d
or: ପ୍ରଶ୍ନ %1$d / %2$d
ta: கேள்வி %1$d / %2$d
te: ప్రశ్న %1$d / %2$d
ur: سوال %1$d / %2$d

# quiz.retry
source: Try Again
bn: আবার চেষ্টা করুন
gu: ફરી પ્રયાસ કરો
hi: फिर से कोशिश करें
kn: ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ
ml: വീണ്ടും ശ്രമിക്കുക
mr: पुन्हा प्रयत्न करा
or: ପୁଣି ଚେଷ୍ଟା କରନ୍ତୁ
ta: மீண்டும் முயலவும்
te: మళ్లీ ప్రయత్నించండి
ur: دوبارہ کوشش کریں

# quiz.scoreFormat
source: You scored %1$d out of %2$d
bn: আপনি %2$d-এর মধ্যে %1$d পেয়েছেন
gu: તમે %2$d માંથી %1$d ગુણ મેળવ્યા
hi: आपने %2$d में से %1$d अंक पाए
kn: ನೀವು %2$d ರಲ್ಲಿ %1$d ಅಂಕ ಪಡೆದಿದ್ದೀರಿ
ml: നിങ്ങൾക്ക് %2$d-ൽ %1$d ലഭിച്ചു
mr: तुम्हाला %2$d पैकी %1$d गुण मिळाले
or: ଆପଣ %2$d ମଧ୍ୟରୁ %1$d ପାଇଲେ
ta: நீங்கள் %2$d-க்கு %1$d பெற்றீர்கள்
te: మీరు %2$dలో %1$d సాధించారు
ur: آپ نے %2$d میں سے %1$d نمبر حاصل کیے

# result.disclaimer
source: Product Notice: Palmistry interpretations are presented for self-reflection and entertainment based on historical palmistry tradition. Computer vision identifies visual structures but does not predict future events.
bn: বিজ্ঞপ্তি: হস্তরেখার ব্যাখ্যাগুলি ঐতিহ্যবাহী হস্তরেখা বিদ্যার ভিত্তিতে আত্মচিন্তন ও বিনোদনের জন্য দেওয়া হয়েছে। কম্পিউটার ভিশন দৃশ্যমান গঠন শনাক্ত করে, কিন্তু ভবিষ্যতের ঘটনা ভবিষ্যদ্বাণী করে না।
gu: સૂચના: હસ્તરેખા અર્થઘટનો પરંપરાગત હસ્તરેખા શાસ્ત્ર પર આધારિત છે અને આત્મચિંતન તથા મનોરંજન માટે રજૂ કરાયાં છે. કમ્પ્યુટર વિઝન દૃશ્ય રચનાઓ ઓળખે છે, પરંતુ ભવિષ્યની ઘટનાઓની આગાહી કરતું નથી.
hi: सूचना: हस्तरेखा व्याख्याएँ पारंपरिक हस्तरेखा शास्त्र पर आधारित हैं और आत्म-चिंतन व मनोरंजन के लिए प्रस्तुत की गई हैं। कंप्यूटर विज़न दृश्य संरचनाओं की पहचान करता है, लेकिन भविष्य की घटनाओं की भविष्यवाणी नहीं करता।
kn: ಸೂಚನೆ: ಹಸ್ತರೇಖಾ ವ್ಯಾಖ್ಯಾನಗಳು ಸಾಂಪ್ರದಾಯಿಕ ಹಸ್ತಸಾಮುದ್ರಿಕದ ಆಧಾರದಲ್ಲಿ ಆತ್ಮಾವಲೋಕನ ಮತ್ತು ಮನರಂಜನೆಗಾಗಿ ನೀಡಲಾಗಿದೆ. ಕಂಪ್ಯೂಟರ್ ವಿಷನ್ ದೃಶ್ಯ ರಚನೆಗಳನ್ನು ಗುರುತಿಸುತ್ತದೆ, ಆದರೆ ಭವಿಷ್ಯದ ಘಟನೆಗಳನ್ನು ಊಹಿಸುವುದಿಲ್ಲ.
ml: അറിയിപ്പ്: ഹസ്തരേഖാ വ്യാഖ്യാനങ്ങൾ പരമ്പരാഗത ഹസ്തരേഖാ ശാസ്ത്രത്തെ അടിസ്ഥാനമാക്കി ആത്മചിന്തയ്ക്കും വിനോദത്തിനുമായി നൽകുന്നവയാണ്. കമ്പ്യൂട്ടർ വിഷൻ ദൃശ്യഘടനകൾ തിരിച്ചറിയുന്നു, എന്നാൽ ഭാവി സംഭവങ്ങൾ പ്രവചിക്കുന്നില്ല.
mr: सूचना: हस्तरेषा अर्थ पारंपरिक हस्तरेषा शास्त्रावर आधारित असून आत्मचिंतन आणि मनोरंजनासाठी दिले आहेत. कॉम्प्युटर व्हिजन दृश्य रचना ओळखते, परंतु भविष्यातील घटनांचे भाकीत करत नाही.
or: ସୂଚନା: ହସ୍ତରେଖା ବ୍ୟାଖ୍ୟା ପାରମ୍ପରିକ ହସ୍ତରେଖା ଶାସ୍ତ୍ର ଆଧାରରେ ଆତ୍ମଚିନ୍ତନ ଓ ମନୋରଞ୍ଜନ ପାଇଁ ଉପସ୍ଥାପିତ। କମ୍ପ୍ୟୁଟର ଭିଜନ ଦୃଶ୍ୟମାନ ଗଠନ ଚିହ୍ନଟ କରେ, କିନ୍ତୁ ଭବିଷ୍ୟତ ଘଟଣାର ପୂର୍ବାନୁମାନ କରେ ନାହିଁ।
ta: அறிவிப்பு: கைரேகை விளக்கங்கள் பாரம்பரிய கைரேகை சாஸ்திரத்தின் அடிப்படையில் சுயசிந்தனைக்கும் பொழுதுபோக்குக்கும் வழங்கப்படுகின்றன. கணினி பார்வை காட்சி அமைப்புகளை அடையாளம் காண்கிறது, ஆனால் எதிர்கால நிகழ்வுகளைக் கணிப்பதில்லை.
te: గమనిక: హస్తరేఖ వివరణలు సంప్రదాయ హస్తసాముద్రికం ఆధారంగా ఆత్మపరిశీలన మరియు వినోదం కోసం అందించబడ్డాయి. కంప్యూటర్ విజన్ దృశ్య నిర్మాణాలను గుర్తిస్తుంది కానీ భవిష్యత్ సంఘటనలను అంచనా వేయదు.
ur: اطلاع: دست شناسی کی تشریحات روایتی دست شناسی پر مبنی ہیں اور خود شناسی اور تفریح کے لیے پیش کی گئی ہیں۔ کمپیوٹر وژن بصری ساخت کو پہچانتا ہے لیکن مستقبل کے واقعات کی پیش گوئی نہیں کرتا۔

# result.methodNote
source: How this reading is made: the palm lines are traced from the creases in your photo, and their length, depth, curve and breaks are measured. Mount levels are estimated from your hand's proportions. The meanings come from traditional palmistry.
bn: এই পাঠ কীভাবে তৈরি হয়: আপনার ছবিতে তালুর ভাঁজ থেকে রেখাগুলো খোঁজা হয় এবং সেগুলোর দৈর্ঘ্য, গভীরতা, বক্রতা ও বিচ্ছেদ মাপা হয়। পর্বতের মাত্রা আপনার হাতের অনুপাত থেকে অনুমান করা হয়। অর্থগুলো ঐতিহ্যবাহী হস্তরেখা বিদ্যা থেকে নেওয়া।
gu: આ વાંચન કેવી રીતે બને છે: તમારા ફોટામાં હથેળીની કરચલીઓમાંથી રેખાઓ શોધવામાં આવે છે અને તેમની લંબાઈ, ઊંડાઈ, વળાંક અને તૂટ માપવામાં આવે છે. પર્વતોનું સ્તર તમારા હાથના પ્રમાણ પરથી અંદાજવામાં આવે છે. અર્થ પરંપરાગત હસ્તરેખા શાસ્ત્રમાંથી લેવાયા છે.
hi: यह रीडिंग कैसे बनती है: आपकी फ़ोटो में हथेली की सिलवटों से रेखाएँ खोजी जाती हैं और उनकी लंबाई, गहराई, वक्रता और टूटन मापी जाती है। पर्वतों का स्तर आपके हाथ के अनुपात से आँका जाता है। अर्थ पारंपरिक हस्तरेखा शास्त्र से लिए गए हैं।
kn: ಈ ಓದು ಹೇಗೆ ತಯಾರಾಗುತ್ತದೆ: ನಿಮ್ಮ ಫೋಟೋದಲ್ಲಿನ ಅಂಗೈ ಮಡಿಕೆಗಳಿಂದ ರೇಖೆಗಳನ್ನು ಗುರುತಿಸಿ, ಅವುಗಳ ಉದ್ದ, ಆಳ, ವಕ್ರತೆ ಮತ್ತು ತುಂಡುಗಳನ್ನು ಅಳೆಯಲಾಗುತ್ತದೆ. ಪರ್ವತಗಳ ಮಟ್ಟವನ್ನು ನಿಮ್ಮ ಕೈಯ ಅನುಪಾತಗಳಿಂದ ಅಂದಾಜಿಸಲಾಗುತ್ತದೆ. ಅರ್ಥಗಳನ್ನು ಸಾಂಪ್ರದಾಯಿಕ ಹಸ್ತಸಾಮುದ್ರಿಕದಿಂದ ತೆಗೆದುಕೊಳ್ಳಲಾಗಿದೆ.
ml: ഈ വായന എങ്ങനെ തയ്യാറാക്കുന്നു: നിങ്ങളുടെ ഫോട്ടോയിലെ കൈപ്പത്തിയിലെ ചുളിവുകളിൽ നിന്ന് രേഖകൾ കണ്ടെത്തി, അവയുടെ നീളം, ആഴം, വളവ്, മുറിവുകൾ എന്നിവ അളക്കുന്നു. പർവ്വതങ്ങളുടെ നില നിങ്ങളുടെ കൈയുടെ അനുപാതങ്ങളിൽ നിന്ന് കണക്കാക്കുന്നു. അർത്ഥങ്ങൾ പരമ്പരാഗത ഹസ്തരേഖാ ശാസ്ത്രത്തിൽ നിന്നുള്ളവയാണ്.
mr: हे वाचन कसे तयार होते: तुमच्या फोटोतील तळहाताच्या घड्यांमधून रेषा शोधल्या जातात आणि त्यांची लांबी, खोली, वक्रता आणि खंड मोजले जातात. पर्वतांची पातळी तुमच्या हाताच्या प्रमाणांवरून अंदाजली जाते. अर्थ पारंपरिक हस्तरेषा शास्त्रातून घेतले आहेत.
or: ଏହି ପଠନ କିପରି ତିଆରି ହୁଏ: ଆପଣଙ୍କ ଫଟୋରେ ପାପୁଲିର ଭାଙ୍ଗରୁ ରେଖା ଖୋଜାଯାଏ ଏବଂ ସେଗୁଡ଼ିକର ଦୈର୍ଘ୍ୟ, ଗଭୀରତା, ବକ୍ରତା ଓ ଭଙ୍ଗ ମାପାଯାଏ। ପର୍ବତର ସ୍ତର ଆପଣଙ୍କ ହାତର ଅନୁପାତରୁ ଆକଳନ କରାଯାଏ। ଅର୍ଥଗୁଡ଼ିକ ପାରମ୍ପରିକ ହସ୍ତରେଖା ଶାସ୍ତ୍ରରୁ ନିଆଯାଇଛି।
ta: இந்த வாசிப்பு எப்படி உருவாகிறது: உங்கள் படத்தில் உள்ள உள்ளங்கை மடிப்புகளிலிருந்து ரேகைகள் கண்டறியப்பட்டு, அவற்றின் நீளம், ஆழம், வளைவு மற்றும் முறிவுகள் அளவிடப்படுகின்றன. மேடுகளின் நிலை உங்கள் கையின் விகிதங்களிலிருந்து மதிப்பிடப்படுகிறது. பொருள்கள் பாரம்பரிய கைரேகை சாஸ்திரத்திலிருந்து எடுக்கப்பட்டவை.
te: ఈ పఠనం ఎలా తయారవుతుంది: మీ ఫోటోలోని అరచేతి ముడతల నుండి రేఖలు గుర్తించబడతాయి, వాటి పొడవు, లోతు, వంపు మరియు విరుపులు కొలవబడతాయి. పర్వతాల స్థాయి మీ చేతి నిష్పత్తుల నుండి అంచనా వేయబడుతుంది. అర్థాలు సంప్రదాయ హస్తసాముద్రికం నుండి తీసుకోబడ్డాయి.
ur: یہ ریڈنگ کیسے بنتی ہے: آپ کی تصویر میں ہتھیلی کی شکنوں سے لکیریں تلاش کی جاتی ہیں اور ان کی لمبائی، گہرائی، خم اور شکستگی ناپی جاتی ہے۔ ابھاروں کی سطح آپ کے ہاتھ کے تناسب سے اندازہ کی جاتی ہے۔ معانی روایتی دست شناسی سے لیے گئے ہیں۔

# result.navTitle
source: Reading Result
bn: পাঠের ফলাফল
gu: વાંચન પરિણામ
hi: रीडिंग परिणाम
kn: ಓದಿನ ಫಲಿತಾಂಶ
ml: വായനാ ഫലം
mr: वाचन निकाल
or: ପଠନ ଫଳାଫଳ
ta: வாசிப்பு முடிவு
te: పఠన ఫలితం
ur: ریڈنگ کا نتیجہ

# result.notDetected
source: Not clearly visible in this photo: %@
bn: এই ছবিতে পরিষ্কার দেখা যায়নি: %@
gu: આ ફોટામાં સ્પષ્ટ દેખાઈ નહીં: %@
hi: इस फ़ोटो में साफ़ नहीं दिखी: %@
kn: ಈ ಫೋಟೋದಲ್ಲಿ ಸ್ಪಷ್ಟವಾಗಿ ಕಾಣಿಸಲಿಲ್ಲ: %@
ml: ഈ ഫോട്ടോയിൽ വ്യക്തമായി കാണാനായില്ല: %@
mr: या फोटोत स्पष्ट दिसली नाही: %@
or: ଏହି ଫଟୋରେ ସ୍ପଷ୍ଟ ଦେଖାଗଲା ନାହିଁ: %@
ta: இந்தப் படத்தில் தெளிவாகத் தெரியவில்லை: %@
te: ఈ ఫోటోలో స్పష్టంగా కనిపించలేదు: %@
ur: اس تصویر میں واضح نظر نہیں آئی: %@

# result.save
source: SAVE READING TO HISTORY
bn: পাঠ ইতিহাসে সংরক্ষণ করুন
gu: વાંચન ઇતિહાસમાં સાચવો
hi: रीडिंग इतिहास में सहेजें
kn: ಓದನ್ನು ಇತಿಹಾಸದಲ್ಲಿ ಉಳಿಸಿ
ml: വായന ചരിത്രത്തിൽ സംരക്ഷിക്കുക
mr: वाचन इतिहासात जतन करा
or: ପଠନକୁ ଇତିହାସରେ ସଞ୍ଚୟ କରନ୍ତୁ
ta: வாசிப்பை வரலாற்றில் சேமிக்கவும்
te: పఠనాన్ని చరిత్రలో సేవ్ చేయండి
ur: ریڈنگ تاریخ میں محفوظ کریں

# result.saved
source: SAVED TO OFFLINE HISTORY
bn: অফলাইন ইতিহাসে সংরক্ষিত
gu: ઑફલાઇન ઇતિહાસમાં સાચવ્યું
hi: ऑफ़लाइन इतिहास में सहेजा गया
kn: ಆಫ್‌ಲೈನ್ ಇತಿಹಾಸದಲ್ಲಿ ಉಳಿಸಲಾಗಿದೆ
ml: ഓഫ്‌ലൈൻ ചരിത്രത്തിൽ സംരക്ഷിച്ചു
mr: ऑफलाइन इतिहासात जतन केले
or: ଅଫଲାଇନ ଇତିହାସରେ ସଞ୍ଚିତ
ta: ஆஃப்லைன் வரலாற்றில் சேமிக்கப்பட்டது
te: ఆఫ్‌లైన్ చరిత్రలో సేవ్ చేయబడింది
ur: آف لائن تاریخ میں محفوظ ہو گئی

# result.section
source: Section
bn: বিভাগ
gu: વિભાગ
hi: भाग
kn: ವಿಭಾಗ
ml: വിഭാഗം
mr: विभाग
or: ବିଭାଗ
ta: பிரிவு
te: విభాగం
ur: حصہ

# result.sharePreview
source: My Palmistry Reading
bn: আমার হস্তরেখা পাঠ
gu: મારું હસ્તરેખા વાંચન
hi: मेरी हस्तरेखा रीडिंग
kn: ನನ್ನ ಹಸ್ತರೇಖಾ ಓದು
ml: എന്റെ ഹസ്തരേഖാ വായന
mr: माझे हस्तरेषा वाचन
or: ମୋର ହସ୍ତରେଖା ପଠନ
ta: எனது கைரேகை வாசிப்பு
te: నా హస్తరేఖ పఠనం
ur: میری دست شناسی ریڈنگ

# result.shareText
source: %1$@ Palm Reading: %2$@
bn: %1$@ হস্তরেখা পাঠ: %2$@
gu: %1$@ હસ્તરેખા વાંચન: %2$@
hi: %1$@ हस्तरेखा रीडिंग: %2$@
kn: %1$@ ಹಸ್ತರೇಖಾ ಓದು: %2$@
ml: %1$@ ഹസ്തരേഖാ വായന: %2$@
mr: %1$@ हस्तरेषा वाचन: %2$@
or: %1$@ ହସ୍ତରେଖା ପଠନ: %2$@
ta: %1$@ கைரேகை வாசிப்பு: %2$@
te: %1$@ హస్తరేఖ పఠనం: %2$@
ur: %1$@ ہتھیلی ریڈنگ: %2$@

# scanner.choosePhoto
source: Choose from Photos
bn: ছবি থেকে বেছে নিন
gu: ફોટામાંથી પસંદ કરો
hi: फ़ोटो से चुनें
kn: ಫೋಟೋಗಳಿಂದ ಆಯ್ಕೆಮಾಡಿ
ml: ഫോട്ടോകളിൽ നിന്ന് തിരഞ്ഞെടുക്കുക
mr: फोटोमधून निवडा
or: ଫଟୋରୁ ବାଛନ୍ତୁ
ta: படங்களிலிருந்து தேர்வுசெய்க
te: ఫోటోల నుండి ఎంచుకోండి
ur: تصاویر سے منتخب کریں

# scanner.photos
source: Photos
bn: ছবি
gu: ફોટા
hi: फ़ोटो
kn: ಫೋಟೋಗಳು
ml: ഫോട്ടോകൾ
mr: फोटो
or: ଫଟୋ
ta: படங்கள்
te: ఫోటోలు
ur: تصاویر

# section.lines
source: Lines
bn: রেখা
gu: રેખાઓ
hi: रेखाएँ
kn: ರೇಖೆಗಳು
ml: രേഖകൾ
mr: रेषा
or: ରେଖା
ta: ரேகைகள்
te: రేఖలు
ur: لکیریں

# section.markings
source: Markings
bn: চিহ্ন
gu: ચિહ્નો
hi: चिह्न
kn: ಚಿಹ್ನೆಗಳು
ml: ചിഹ്നങ്ങൾ
mr: चिन्हे
or: ଚିହ୍ନ
ta: குறிகள்
te: చిహ్నాలు
ur: نشانات

# section.mounts
source: Mounts
bn: পর্বত
gu: પર્વતો
hi: पर्वत
kn: ಪರ್ವತಗಳು
ml: പർവ്വതങ്ങൾ
mr: पर्वत
or: ପର୍ବତ
ta: மேடுகள்
te: పర్వతాలు
ur: ابھار

# section.overview
source: Overview
bn: সারসংক্ষেপ
gu: સારાંશ
hi: सारांश
kn: ಸಾರಾಂಶ
ml: സംഗ്രഹം
mr: सारांश
or: ସାରାଂଶ
ta: சுருக்கம்
te: సారాంశం
ur: خلاصہ

# summary.holistic
source: Your %1$@ reveals a harmonious balance of %2$@ qualities. You unite deep conceptual focus with natural vitality, governed by strong intrinsic resilience.
bn: আপনার %1$@ %2$@ গুণাবলির সুষম ভারসাম্য প্রকাশ করে। আপনি গভীর ধারণাগত মনোযোগকে স্বাভাবিক প্রাণশক্তির সঙ্গে মেলান, যা দৃঢ় অন্তর্নিহিত সহনশীলতায় পরিচালিত।
gu: તમારો %1$@ %2$@ના ગુણોનું સુમેળભર્યું સંતુલન પ્રગટ કરે છે. તમે ઊંડી વૈચારિક એકાગ્રતાને સ્વાભાવિક જીવનશક્તિ સાથે જોડો છો, જે પ્રબળ આંતરિક સહનશક્તિથી સંચાલિત છે.
hi: आपका %1$@ %2$@ के गुणों का सामंजस्यपूर्ण संतुलन प्रकट करता है। आप गहरी वैचारिक एकाग्रता को स्वाभाविक जीवनशक्ति के साथ जोड़ते हैं, जो प्रबल आंतरिक सहनशीलता से संचालित है।
kn: ನಿಮ್ಮ %1$@ %2$@ ಗುಣಗಳ ಸಾಮರಸ್ಯದ ಸಮತೋಲನವನ್ನು ಬಹಿರಂಗಪಡಿಸುತ್ತದೆ. ನೀವು ಆಳವಾದ ಪರಿಕಲ್ಪನಾತ್ಮಕ ಏಕಾಗ್ರತೆಯನ್ನು ಸಹಜ ಜೀವಶಕ್ತಿಯೊಂದಿಗೆ ಬೆಸೆಯುತ್ತೀರಿ, ಇದು ಬಲವಾದ ಆಂತರಿಕ ಸಹನಶಕ್ತಿಯಿಂದ ನಡೆಸಲ್ಪಡುತ್ತದೆ.
ml: നിങ്ങളുടെ %1$@ %2$@ ഗുണങ്ങളുടെ യോജിപ്പുള്ള സന്തുലനം വെളിപ്പെടുത്തുന്നു. ആഴമുള്ള ആശയപരമായ ശ്രദ്ധയെ നിങ്ങൾ സ്വാഭാവിക ജീവശക്തിയുമായി സമന്വയിപ്പിക്കുന്നു, ഇത് ശക്തമായ ആന്തരിക സഹനശേഷിയാൽ നയിക്കപ്പെടുന്നു.
mr: तुमचा %1$@ %2$@ गुणांचा सुसंवादी समतोल प्रकट करतो. तुम्ही सखोल वैचारिक एकाग्रता नैसर्गिक चैतन्याशी जोडता, जी प्रबळ आंतरिक सहनशक्तीने चालते.
or: ଆପଣଙ୍କ %1$@ %2$@ ଗୁଣଗୁଡ଼ିକର ସୁସମନ୍ୱିତ ସନ୍ତୁଳନ ପ୍ରକାଶ କରେ। ଆପଣ ଗଭୀର ଧାରଣାତ୍ମକ ଏକାଗ୍ରତାକୁ ସ୍ୱାଭାବିକ ଜୀବନୀଶକ୍ତି ସହ ଯୋଡ଼ନ୍ତି, ଯାହା ଦୃଢ଼ ଆନ୍ତରିକ ସହନଶୀଳତା ଦ୍ୱାରା ପରିଚାଳିତ।
ta: உங்கள் %1$@ %2$@ பண்புகளின் இணக்கமான சமநிலையை வெளிப்படுத்துகிறது. ஆழ்ந்த கருத்தியல் கவனத்தை இயல்பான உயிர்ச்சக்தியுடன் நீங்கள் இணைக்கிறீர்கள்; இது வலுவான உள்ளார்ந்த மீள்திறனால் வழிநடத்தப்படுகிறது.
te: మీ %1$@ %2$@ లక్షణాల సామరస్యపూర్వక సమతుల్యతను వెల్లడిస్తుంది. మీరు లోతైన భావనాత్మక ఏకాగ్రతను సహజమైన జీవశక్తితో మేళవిస్తారు, ఇది బలమైన అంతర్గత సహనశక్తితో నడుస్తుంది.
ur: آپ کا %1$@ %2$@ کی خوبیوں کا ہم آہنگ توازن ظاہر کرتا ہے۔ آپ گہری فکری توجہ کو فطری توانائی سے جوڑتے ہیں، جس کی بنیاد مضبوط اندرونی قوتِ برداشت ہے۔
